const TEST = {
  1: {
    ques: "인싸 버섯의 생일 파티날이네요. 가기 전에 어떤 생각이 드시나요?",
    ans1: "너무 기대돼요. 여러 버섯 친구들을 만날 생각에 들떠요.",
    ans2: "파티는 너무 기빨려요. 벌써 집에가고 싶어요.",
  },
  2: {
    ques: "파티에 도착했어요! 처음 보는 버섯 친구들에게 말을 걸어볼까요?",
    ans1: "물론이죠. 가서 얼른 말 걸어보고 친해져볼래요!",
    ans2: "음..저에게 먼저 말을 걸어주지 않을까요? 조금만 기다려볼래요.",
  },
  3: {
    ques: "절친한 버섯 친구들도 온다고 했는데 보셨나요?",
    ans1: "아 맞다. 새로 사귄 친구들에게 얼른 소개해주고 싶어요!",
    ans2: "아직 못봤어요. 빨리 그 친구들을 찾으러 가봐야겠어요.",
  },
  4: {
    ques: "파티 중에 밤하늘을 봤는데 별이 아름답게 빛나고 있어요. 어떤 생각이 드시나요?",
    ans1: "별들의 빛이 반짝거리고, 공기 속의 신선한 향기와 시원함을 느껴요.",
    ans2: "별들의 아름다움에 매료되고, 우주의 신비로움과 깊은 의미를 생각해요.",
  },
  5: {
    ques: "파티 음식이 부족하네요. 다같이 새로 음식을 만들어 보려고 하는데요?",
    ans1: "정해진 레시피나 방법을 따르면서 안전한 요리를 만들고 싶어요!",
    ans2: "이런 기회가 어디있어요? 창의적으로 재료를 조합해서 만들어 볼래요.",
  },
  6: {
    ques: "새로운 버섯 친구들과 얘기를 나눠보려고 해요. 어떤 대화가 흥미로울까요?",
    ans1: "현실적인 이슈에 관심이 가고 실용적인 대화가 더 끌려요!",
    ans2: "추상적인 주제에 관심을 갖고 창의적인 아이디어를 공유하는 대화가 더 끌려요!",
  },
  7: {
    ques: "버섯 친구가 울고 있는 거 같아요. 위로해줘야할 거 같은데요?",
    ans1: "무슨 일 때문에 그러는지 물어보고 논리적인 해결책을 제시해줘야겠어요.",
    ans2: "얼른 달래줘야겠네요! 같이 감정을 공유하면 위로가 될 거예요.",
  },
  8: {
    ques: "지금 중요한 결정을 해야해요. 어떤 방식으로 결정을 내릴건가요?",
    ans1: "객관적인 데이터를 기반으로 효율을 고려해서 결정할래요!",
    ans2: "다른 버섯 친구들의 의견과 감정을 고려해서 결정해볼래요!",
  },
  9: {
    ques: "다른 버섯 친구가 저를 안 좋아한다는 걸 알았어요.",
    ans1: "왜 나를 싫어하지? 그러든지.",
    ans2: "나를 왜 싫어하지? 내가 기분 나쁘게 한 적이 있나?ㅠㅠ",
  },
  10: {
    ques: "버섯 친구와 맛집탐방을 가기로 했는데 늦을 거 같다고 연락왔어요.",
    ans1: "계획에 차질이 생겨 마음이 불편하네요. 그치만 어쩌겠어요.",
    ans2: "늦을 수도 있죠. 유튜브 보고 있으면 시간 금방가요.",
  },
  11: {
    ques: "버섯 친구가 여행을 가자고 하네요? 계획을 어떻게 짜볼까요?",
    ans1: "미리 일정을 세세하게 계획해서 완벽한 여행을 하고 싶어요!",
    ans2: "계획을 짜기보다는 즉흥적인 여행이 좋아요!",
  },
  12: {
    ques: "여행 중에 예상치 못한 변수가 생겼어요. 어떻게 대처하실건가요?",
    ans1: "혹시 몰라 Plan B도 준비했어요! 두번째 계획대로 진행해야겠어요.",
    ans2: "유연하게 대처해서 조치를 취해서 상황을 해결할래요.",
  },
}

export default TEST;